[Play_X2_XP_S_TYG_Ambient_Musing_A AkEvent]
SpokenText="Особисто мене Обранi неабияк нервують. Спроби Старiйшин олюднити наших ворогiв лише ускладнюють бойовi дiї для наших солдатiв."

[Play_X2_XP_S_TYG_Ambient_Musing_B AkEvent]
SpokenText="Таємниця походження Обраних, швидше за все, залишиться лише теорiєю; в першу чергу ми повиннi зрозумiти методи, якими вони дiють."

[Play_X2_XP_S_TYG_Breakthrough_Complete_A AkEvent]
SpokenText="Все вийшло так, як я сподiвався."

[Play_X2_XP_S_TYG_Breakthrough_Complete_B AkEvent]
SpokenText="Це важливий науковий прорив, ось побачите."

[Play_X2_XP_S_TYG_Breakthrough_Complete_C AkEvent]
SpokenText="Ми досягли неймовiрних результатiв."

[Play_X2_XP_S_TYG_Chosen_Comments_Assassin AkEvent]
SpokenText="Обрана, вiдома як Убивця, виявляє властивостi, зазвичай приписуванi в iсторiї нашого свiту рiзним благородним воїнам. Почувши її незвичайнi коментарi, я мимоволi задаюся питанням: звiдки ж Старiйшини взяли для неї цi самi властивостi?"

[Play_X2_XP_S_TYG_Chosen_Comments_Hunter AkEvent]
SpokenText="Згiдно з даними, зiбраними Жнецями, Обраний, вiдомий як Мисливець, найбiльш байдужий до того, що вiдбувається. Менi важко сказати, яка його справжня мета. Цiкаво, однак, що вiн не приховує свого зневажливого ставлення до Старiйшин, незважаючи на те, що створений ними."

[Play_X2_XP_S_TYG_Chosen_Comments_Warlock AkEvent]
SpokenText="Обраний, вiдомий як Чародiй, фанатичний, практично одержимий, i при цьому є найвiрнiшим нащадком Старiйшин. У своїх багатослiвних заявах Чародiй ясно дає нам зрозумiти, що хоче покарати нас за опiр Старiйшинам. На практицi ж, як я пiдозрюю, постiйний контакт з найпотужнiшими проявами псi-енергiї давно спотворив свiдомiсть цiєї iстоти."

[Play_X2_XP_S_TYG_Inspiration_Complete_A AkEvent]
SpokenText="Наше натхнення пiшло на користь проєкту."

[Play_X2_XP_S_TYG_Inspiration_Complete_B AkEvent]
SpokenText="Ми завершили нашi дослiдження в рекордно короткий термiн."

[Play_X2_XP_S_TYG_Inspiration_Complete_C AkEvent]
SpokenText="Вiддiл здатний працювати надзвичайно ефективно за наявностi натхнення."

[Play_X2_XP_S_TYG_Photobooth_Musing_A AkEvent]
SpokenText="Якщо це змiцнює бойовий дух, то я тiльки за."

[Play_X2_XP_S_TYG_Photobooth_Musing_B AkEvent]
SpokenText="Запросiть їх позувати бiля меню закусочної \"Адвента\"... заради науки."

[Play_X2_XP_S_TYG_Photobooth_Musing_D AkEvent]
SpokenText="Я лише боюся, що так ворогу буде легше впiзнати наших агентiв."

[Play_X2_XP_S_TYG_Photobooth_Musing_E AkEvent]
SpokenText="Дуже сподiваюся, що витрати на пропаганду не списуються з наукового бюджету."

[Play_X2_XP_S_TYG_Research_Complete_A AkEvent]
SpokenText="Гадаю, нашi результати перевершили всi очiкування."

[Play_X2_XP_S_TYG_Research_Complete_B AkEvent]
SpokenText="Це стане для нас важливим кроком."

[Play_X2_XP_S_TYG_Research_Complete_C AkEvent]
SpokenText="Нашi дослiдження увiнчалися успiхом."

[Play_X2_XP_S_TYG_Research_Complete_D AkEvent]
SpokenText="Ще один важливий крок для наших дослiджень."

[Play_X2_XP_S_TYG_Research_Complete_E AkEvent]
SpokenText="Шеф, ми зробили кiлька важливих вiдкриттiв."

[Play_X2_XP_S_TYG_Research_Confirmation_A AkEvent]
SpokenText="Я негайно приступлю до дослiджень."

[Play_X2_XP_S_TYG_Research_Confirmation_B AkEvent]
SpokenText="Науковому вiддiлу не терпиться цим зайнятися, шеф."

[Play_X2_XP_S_TYG_Research_Confirmation_C AkEvent]
SpokenText="Як тiльки буде що повiдомити, я дам вам знати."

[Play_X2_XP_S_TYG_Research_Confirmation_D AkEvent]
SpokenText="Я зроблю це нашим першим прiоритетом."

[Play_X2_XP_S_TYG_Research_Confirmation_E AkEvent]
SpokenText="Я згоден, це - найважливiше завдання."

[Play_X2_XP_S_TYG_Walkup_Chosen_Defeated AkEvent]
SpokenText="Обранi надзвичайно живучi. Хай сьогоднi ми здобули перемогу, але нам ще багато треба дiзнатися, якщо ми хочемо знищити їх назавжди."

[Play_X2_XP_S_TYG_Walkup_Chosen_Extracted AkEvent]
SpokenText="За iнших обставин я лише вiтав би можливiсть вивчити способи, якими Обранi витягують iнформацiю з наших бiйцiв, чому ми тiльки що стали свiдками."

[Play_X2_XP_S_TYG_Walkup_Chosen_Killed_Stronghold AkEvent]
SpokenText="Незважаючи на те, що пiд час наших зустрiчей Обранi мали очевидний захист, у стiнах власної цитаделi вони виявляються повнiстю вразливими."

[Play_X2_XP_S_TYG_Walkup_High_Level_Faction_Hero AkEvent]
SpokenText="Солдат, який прийшов до нас з Опору, швидко вчиться i вже перевершує своїми вмiннями багатьох наших власних бiйцiв."

[Play_X2_XP_S_TYG_Walkup_Lost_Abandoned AkEvent]
SpokenText="Укладення союзу з фракцiями Опору вiдкриває найцiкавiшi можливостi для вивчення методiв, за допомогою яких вони виживали всi цi роки."

[Play_X2_XP_S_TYG_Walkup_Lost_Encountered AkEvent]
SpokenText="На даному етапi я не можу сказати, якi впливи призвели до появи Блукачiв, але їх висока чисельнiсть вказує на широке поширення цього явища."

[Play_X2_XP_S_TYG_Walkup_Soldier_Captured AkEvent]
SpokenText="Я не сумнiваюся, що нашi союзники з Опору день i нiч шукатимуть зниклого солдата."

[Play_X2_XP_TYG_S_Autopsy_Lost AkEvent]
SpokenText="Незважаючи на зовнiшню схожiсть з псi-зомбi, яких ми вже зустрiчали, Блукачi радикально вiд них вiдрiзняються. Тривалий контакт з хiмiкатами, якi використовували прибульцi на раннiх стадiях вторгнення, перетворив мирних жителiв на небезпечний вид ходячих мерцiв."

[Play_X2_XP_TYG_S_Autopsy_Priest AkEvent]
SpokenText="Особина, вiдома у вiйськах як жрець \"Адвента\", до цього моменту була рiдкiсним гостем за межами мiських центрiв. Жерцi, подiбно до Старiйшин, не вiдрiзняються фiзичними даними, але володiють при цьому несподiвано потужними псi-здiбностями. Навiть пiсля їхньої загибелi останки зберiгають високий рiвень псi-енергiї."

[Play_X2_XP_TYG_S_Autopsy_Purifier AkEvent]
SpokenText="Ретельне вивчення бiйця \"Адвента\", вiдомого як \"Чистильник\", виявило наявнiсть генетично модифiкованих залоз терморегуляцiї. Разом зi спецiалiзованою бронею це дає чистильникам високу стiйкiсть до вогню, що межує з повною нечутливiстю."

[Play_X2_XP_TYG_S_Autopsy_Spectre AkEvent]
SpokenText="Це створiння вiдоме у вiйськах пiд iменем \"Примара\". Поки що не вдалося встановити, яким чином йому вдається переходити з твердого стану в газоподiбний. Я припускав, що йдеться про рiй наномашин або, ймовiрно, комах, проте жодне з моїх припущень не пiдтвердилося, i нових iдей не виникло."

[Play_X2_XP_TYG_S_First_Breakthrough AkEvent]
SpokenText="Шеф, нашi останнi дослiдження призвели до несподiваного наукового вiдкриття. Якщо дiяти швидко, то я зможу використати цю рiдкiсну можливiсть на благо нашого проєкту."

[Play_X2_XP_TYG_S_First_Inspired AkEvent]
SpokenText="Шеф, я придумав новий оригiнальний пiдхiд до поточного дослiдження. Якщо впровадити його, то проєкт може бути завершений набагато швидше, нiж я спочатку розраховував."

[Play_X2_XP_TYG_S_First_Recovery_Boost AkEvent]
SpokenText="Шеф, ми можемо застосувати експериментальну методику i повнiстю вiдновити фiзичне та розумове здоров'я солдата на час одного завдання."

[Play_X2_XP_TYG_S_First_Research_Breakthrough AkEvent]
SpokenText="Шеф, наш науковий проєкт настiльки успiшний, що в перспективi може вiдкрити нам новий напрямок дослiджень. Однак вибiр потрiбно зробити негайно; я побоююся, що можливiсть може виявитися недовговiчною."

[Play_X2_XP_TYG_S_First_Research_Inspiration AkEvent]
SpokenText="Шеф, дослiдницька група з таким ентузiазмом зайнялася поточним проєктом, що у нас з'явилася можливiсть значно пiдвищити ефективнiсть наукової роботи. Дiяти, однак, потрiбно швидко: нашi генiї - мiнливi натури."

[Play_X2_XP_TYG_S_SITREP_Gateway AkEvent]
SpokenText="Якщо показання не брешуть, то неподалiк може бути iнопланетний артефакт, що вiдкриває доступ в iнше мiсце пiд контролем прибульцiв. Нам потрiбно вирiшити, чи хочемо ми з ним зв'язуватися."

[Play_X2_XP_TYG_S_SITREP_Outbreak AkEvent]
SpokenText="Шеф, майте на увазi: в цьому секторi виявлено Блукачiв. Загону доведеться бути особливо обережним."

[Play_X2_XP_TYG_S_SITREP_Psionic_Storm AkEvent]
SpokenText="По всьому сектору спостерiгається незвично високий рiвень псi-енергiї. Припускаю, що нам доведеться мати справу з володарями розвинених псi-здiбностей."

[Play_X2_XP_TYG_S_SITREP_Savage AkEvent]
SpokenText="Шеф, схоже, в цьому секторi прибульцi використовують особливо небезпечних тварюк. Навiть \"Адвент\" з ними ледве справляється. Рекомендую бути вкрай обережними."

[Play_X2_XP_TYG_S_Welcome_Recovery_Center AkEvent]
SpokenText="Наявнiсть реабiлiтацiйного центру дозволяє нам надавати солдатам необхiдну пiдтримку, перетворюючи небажанi властивостi на позитивнi. Також тут можливi тренування солдатiв, зв'язок мiж якими досяг високого рiвня."
